Repository: sudoHG/immichSlides
Catalog: immichSlides/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant_hk, zh_hant_tw

source: %@, Focused
es: %1$@, Enfocado
ja: %1$@、フォーカス中
zh_hans: %@，已聚焦
zh_hant_hk: %@，已聚焦
zh_hant_tw: %@，已聚焦

# %lld albums selected · %lld photos
source: Albums: %1$lld · Photos: %2$lld
es: Álbumes: %1$lld · Fotos: %2$lld
ja: アルバム: %1$lld · 写真: %2$lld
zh_hans: 已选%1$lld个 · %2$lld张
zh_hant_hk: 已選%lld個 · %lld張
zh_hant_tw: 已選%lld個 · %lld張

# %lld albums · %lld photos
source: %1$lld albums · %2$lld photos
es: %1$lld álbumes · %2$lld fotos
ja: %1$lld アルバム · %2$lld 写真
zh_hans: %1$lld 个相册 · %2$lld 张照片
zh_hant_hk: %lld 個相簿 · %lld 張照片
zh_hant_tw: %lld 個相簿 · %lld 張照片

# %lld people selected · %lld photos
source: People: %1$lld · Photos: %2$lld
es: Personas: %1$lld · Fotos: %2$lld
ja: 人物: %1$lld · 写真: %2$lld
zh_hans: 已选%1$lld人 · %2$lld张
zh_hant_hk: 已選%lld人 · %lld張
zh_hant_tw: 已選%lld人 · %lld張

# %lld people · %lld photos
source: %1$lld people · %2$lld photos
es: %1$lld personas · %2$lld fotos
ja: %1$lld 人 · %2$lld 写真
zh_hans: %1$lld 个人物 · %2$lld 张照片
zh_hant_hk: %lld 個人物 · %lld 張照片
zh_hant_tw: %lld 個人物 · %lld 張照片

source: %lld photos
es: %lld fotos
ja: %lldの写真
zh_hans: 共有%lld张照片
zh_hant_hk: 共有%lld張照片
zh_hant_tw: 共有%lld張照片

source: %lld photos in the current range
es: %1$lld fotos en el rango actual
ja: %1$lld 現在の範囲内の写真
zh_hans: 当前范围内的 %lld 张照片
zh_hant_hk: 目前範圍內的 %lld 張照片
zh_hant_tw: 目前範圍內的 %lld 張照片

source: %lld sec
es: %lld seg
ja: %lld秒
zh_hans: %lld 秒
zh_hant_hk: %lld 秒
zh_hant_tw: %lld 秒

source: 1 sec
es: 1 s
ja: 1秒
zh_hans: 1 秒
zh_hant_hk: 1 秒
zh_hant_tw: 1 秒

source: 3 sec
es: 3 s
ja: 3秒
zh_hans: 3 秒
zh_hant_hk: 3 秒
zh_hant_tw: 3 秒

source: 5 sec
es: 5 s
ja: 5秒
zh_hans: 5 秒
zh_hant_hk: 5 秒
zh_hant_tw: 5 秒

source: 8 sec
es: 8 s
ja: 8秒
zh_hans: 8 秒
zh_hant_hk: 8 秒
zh_hant_tw: 8 秒

source: 10 sec
es: 10 s
ja: 10秒
zh_hans: 10 秒
zh_hant_hk: 10 秒
zh_hant_tw: 10 秒

source: 15 sec
es: 15 s
ja: 15秒
zh_hans: 15 秒
zh_hant_hk: 15 秒
zh_hant_tw: 15 秒

source: 30 sec
es: 30 s
ja: 30秒
zh_hans: 30 秒
zh_hant_hk: 30 秒
zh_hant_tw: 30 秒

source: About
es: Acerca de
ja: App情報
zh_hans: 关于应用
zh_hant_hk: 關於 App
zh_hant_tw: 關於 App

source: Access Protection
es: Protección de acceso
ja: アクセス保護
zh_hans: 访问保护
zh_hant_hk: 存取保護
zh_hant_tw: 存取保護

source: Access Protection Error
es: Error de protección de acceso
ja: アクセス保護エラー
zh_hans: 访问保护异常
zh_hant_hk: 存取保護異常
zh_hant_tw: 存取保護異常

source: Access protection error. Recovery required.
es: Error de protección de acceso. Se requiere recuperación.
ja: アクセス保護エラー。回復が必要です。
zh_hans: 访问保护异常，需要恢复
zh_hant_hk: 存取保護異常，需要恢復
zh_hant_tw: 存取保護異常，需要恢復

source: Access protection is disabled
es: Protección inactiva
ja: アクセス保護が無効になっています
zh_hans: 访问保护未开启
zh_hant_hk: 存取保護未開啟
zh_hant_tw: 存取保護未開啟

source: Access protection is off
es: Protección inactiva
ja: アクセス保護がオフになっています
zh_hans: 访问保护已关闭
zh_hant_hk: 存取保護已關閉
zh_hant_tw: 存取保護已關閉

source: Access protection is on
es: Protección activa
ja: アクセス保護がオンになっています
zh_hans: 访问保护已开启
zh_hant_hk: 存取保護已開啟
zh_hant_tw: 存取保護已開啟

source: Access Protection is on, but the PIN data is missing. Reset it first, then set a new PIN.
es: La protección de acceso está activada, pero faltan los datos del PIN. Reinícielo primero y luego establezca un nuevo PIN.
ja: アクセス保護はオンになっていますが、PIN データがありません。まずリセットしてから、新しい PIN を設定してください。
zh_hans: 检测到访问保护已开启，但 PIN 数据丢失。请先重置访问保护，再重新设置 PIN。
zh_hant_hk: 偵測到存取保護已開啟，但 PIN 資料遺失。請先重置存取保護，再重新設定 PIN。
zh_hant_tw: 偵測到存取保護已開啟，但 PIN 資料遺失。請先重置存取保護，再重新設定 PIN。

source: Access Protection is on, but the PIN data is missing. Reset it to continue to Settings.
es: La protección de acceso está activa, pero faltan los datos del PIN. Restablécela para continuar a Ajustes.
ja: アクセス保護はオンになっていますが、PIN データがありません。リセットして設定に進みます。
zh_hans: 检测到访问保护已开启，但 PIN 数据丢失。可重置后继续进入设置页。
zh_hant_hk: 偵測到存取保護已開啟，但 PIN 資料遺失。可重置後繼續進入設定頁。
zh_hant_tw: 偵測到存取保護已開啟，但 PIN 資料遺失。可重置後繼續進入設定頁。

source: Access Protection State Issue
es: Problema del estado de protección de acceso
ja: アクセス保護状態の問題
zh_hans: 访问保护状态异常
zh_hant_hk: 存取保護狀態異常
zh_hant_tw: 存取保護狀態異常

source: Access protection was reset. Set the PIN again.
es: Se restableció la protección de acceso. Configure el PIN nuevamente.
ja: アクセス保護をリセットしました。PIN を再設定してください
zh_hans: 访问保护已重置，请重新设置 PIN
zh_hant_hk: 存取保護已重置，請重新設定 PIN
zh_hant_tw: 存取保護已重置，請重新設定 PIN

source: Add some albums on the server, then come back to set up filters.
es: Agregue algunos álbumes en el servidor y luego regrese para configurar los filtros.
ja: サーバーにいくつかのアルバムを追加し、戻ってフィルターを設定します。
zh_hans: 快去服务器里添加一些相册，再回来做筛选。
zh_hant_hk: 快去伺服器裡加一些相簿，再回來做篩選。
zh_hant_tw: 快去伺服器裡加一些相簿，再回來做篩選。

source: Adjust autoplay, playback mode, and display options.
es: Ajusta el autoavance, el modo de reproducción y la visualización.
ja: 自動再生、再生モード、表示項目を調整します。
zh_hans: 调整自动播放、播放模式和显示项。
zh_hant_hk: 調整自動播放、播放模式和顯示項目。
zh_hant_tw: 調整自動播放、播放模式和顯示項目。

source: Adjust photo range and speed here
es: Ajusta el rango de fotos y la velocidad aquí
ja: ここで写真の範囲と速度を調整します
zh_hans: 在这里调整照片播放范围和速度
zh_hant_hk: 在這裡調整照片播放範圍和速度
zh_hant_tw: 在這裡調整照片播放範圍和速度

source: Album filters are unavailable: missing album.read.
es: Los filtros de álbumes no están disponibles: falta album.read.
ja: アルバムでの絞り込みは利用できません: album.read がありません。
zh_hans: 相册筛选不可用：缺少 album.read。
zh_hant_hk: 相簿篩選不可用：缺少 album.read。
zh_hant_tw: 相簿篩選不可用：缺少 album.read。

source: Albums
es: Álbumes
ja: アルバム
zh_hans: 相册
zh_hant_hk: 相簿
zh_hant_tw: 相簿

source: Albums: %lld
es: Álbumes: %lld
ja: アルバム: %lld
zh_hans: 已选 %lld 个相册
zh_hant_hk: 已選 %lld 個相簿
zh_hant_tw: 已選 %lld 個相簿

source: Albums: %lld · People: %lld
es: Álbumes: %1$lld · Personas: %2$lld
ja: アルバム: %1$lld · 人物: %2$lld
zh_hans: 已选%lld个相册，%lld个人物
zh_hant_hk: 已選%lld個相簿，%lld個人物
zh_hant_tw: 已選%lld個相簿，%lld個人物

source: Albums: %lld · Photos: %lld
es: Álbumes: %1$lld · Fotos: %2$lld
ja: アルバム: %1$lld · 写真: %2$lld
zh_hans: 已选 %lld 个相册 · %lld 张照片
zh_hant_hk: 已選 %lld 個相簿 · %lld 張照片
zh_hant_tw: 已選 %lld 個相簿 · %lld 張照片

source: An access protection state issue was detected.
es: Se detectó un problema de estado de protección de acceso.
ja: アクセス保護状態の問題が検出されました。
zh_hans: 检测到访问保护状态异常。
zh_hant_hk: 偵測到存取保護狀態異常。
zh_hant_tw: 偵測到存取保護狀態異常。

source: API Key is required
es: La API Key es obligatoria
ja: API Key は必須です
zh_hans: API Key 不能为空
zh_hant_hk: API Key 不能為空
zh_hant_tw: API Key 不可為空

source: API Key lacks required permissions
es: La API Key no tiene los permisos necesarios
ja: この API Key には必要な権限がありません
zh_hans: API Key 权限不足
zh_hant_hk: API Key 權限不足
zh_hant_tw: API Key 權限不足

source: App Information
es: Información de la app
ja: App 情報
zh_hans: 应用信息
zh_hant_hk: App 資訊
zh_hant_tw: App 資訊

source: App Name
es: Nombre
ja: App 名
zh_hans: 应用名称
zh_hant_hk: App 名稱
zh_hant_tw: App 名稱

source: Autofill Settings
es: Autocompletar ajustes
ja: 設定を自動入力
zh_hans: 一键填入配置
zh_hant_hk: 一鍵填入配置
zh_hant_tw: 一鍵填入設定

source: Autoplay
es: Autoavance
ja: 自動再生
zh_hans: 自动播放
zh_hant_hk: 自動播放
zh_hant_tw: 自動播放

source: Autoplay Interval
es: Intervalo de autoavance
ja: 自動再生間隔
zh_hans: 自动播放间隔
zh_hant_hk: 自動播放間隔
zh_hant_tw: 自動播放間隔

source: Autoplay Off
es: Autoavance inactivo
ja: 自動再生オフ
zh_hans: 自动播放已关闭
zh_hant_hk: 自動播放已關閉
zh_hant_tw: 自動播放已關閉

source: Autoplay On
es: Autoavance activo
ja: 自動再生オン
zh_hans: 自动播放已开启
zh_hant_hk: 自動播放已開啟
zh_hant_tw: 自動播放已開啟

source: Autoplay, default mode, and display options
es: Autoavance, modo inicial y visualización
ja: 自動再生、デフォルト モード、および表示オプション
zh_hans: 自动播放、默认模式、显示项
zh_hant_hk: 自動播放、預設模式、顯示項
zh_hant_tw: 自動播放、預設模式、顯示項

source: Back
es: Atrás
ja: 戻る
zh_hans: 返回
zh_hant_hk: 返回
zh_hant_tw: 返回

source: Back to Mode Selection
es: Volver a la selección de modo
ja: モード選択に戻る
zh_hans: 返回模式选择
zh_hant_hk: 返回模式選擇
zh_hant_tw: 返回模式選擇

source: Before reporting an issue, confirm the version and platform first.
es: Antes de informar un problema, primero confirme la versión y la plataforma.
ja: 問題を報告する前に、まずバージョンとプラットフォームを確認してください。
zh_hans: 提交问题前，建议先确认版本号与运行平台。
zh_hant_hk: 提交問題前，建議先確認版本號碼及運行平台。
zh_hant_tw: 提交問題前，建議先確認版本號碼與運行平台。

source: bubble
es: burbuja
ja: 吹き出し
zh_hans: 气泡
zh_hant_hk: 提示框
zh_hant_tw: 提示框

source: Cache hit
es: Acierto de caché
ja: キャッシュヒット
zh_hans: 缓存命中
zh_hant_hk: 緩存命中
zh_hant_tw: 緩存命中

source: Cache Management
es: Gestión de caché
ja: キャッシュ管理
zh_hans: 缓存管理
zh_hant_hk: 快取管理
zh_hant_tw: 快取管理

source: Cache usage, background tasks, and cleanup
es: Uso de caché, tareas en segundo plano y limpieza
ja: キャッシュの使用量、バックグラウンド タスク、クリーンアップ
zh_hans: 缓存占用、后台状态与清理
zh_hant_hk: 快取佔用、後台狀態與清理
zh_hant_tw: 快取佔用、後台狀態與清理

source: Can't Switch to Filtered Playback
es: No se puede cambiar a la reproducción filtrada
ja: フィルター再生に切り替えることができません
zh_hans: 无法切换到筛选播放
zh_hant_hk: 無法切換到篩選播放
zh_hant_tw: 無法切換到篩選播放

source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消
zh_hant_hk: 取消
zh_hant_tw: 取消

source: Change PIN
es: Cambiar PIN
ja: PINの変更
zh_hans: 修改 PIN
zh_hant_hk: 修改 PIN
zh_hant_tw: 修改 PIN

source: Change playback mode
es: Cambiar modo de reproducción
ja: 再生モードを変更する
zh_hans: 重新调整播放模式
zh_hant_hk: 重新調整播放模式
zh_hant_tw: 重新調整播放模式

source: Changes are saved automatically.
es: Los cambios se guardan automáticamente.
ja: 変更は自動的に保存されます。
zh_hans: 更改会自动保存。
zh_hant_hk: 變更會自動儲存。
zh_hant_tw: 變更會自動儲存。

source: Changes are saved automatically. Tap Done to return to Settings.
es: Los cambios se guardan solos. Toca Listo para volver a Ajustes.
ja: 変更は自動的に保存されます。 「完了」をタップして設定に戻ります。
zh_hans: 更改会自动保存，点“完成”返回设置。
zh_hant_hk: 變更會自動儲存，點「完成」返回設定。
zh_hant_tw: 變更會自動儲存，點選「完成」返回設定。

source: Chinese
es: Chino
ja: 中国語
zh_hans: 中文
zh_hant_hk: 中文
zh_hant_tw: 中文

source: Choose a Display Mode
es: Elige un modo de visualización
ja: 表示モードを選択
zh_hans: 选择显示模式
zh_hant_hk: 選擇顯示模式
zh_hant_tw: 選擇顯示模式

source: Choose albums or people to adjust the default filter range
es: Elige álbumes o personas para ajustar el rango de filtro predeterminado
ja: デフォルトのフィルター範囲を調整するアルバムまたは人物を選択してください
zh_hans: 选择相册或人物，调整默认筛选范围
zh_hant_hk: 選擇相簿或人物，調整預設篩選範圍
zh_hant_tw: 選擇相簿或人物，調整預設篩選範圍

source: Choose albums or people, then start playback.
es: Elige álbumes o personas y luego comienza la reproducción.
ja: アルバムまたは人物を選択して、再生を開始します。
zh_hans: 选择相册或人物，完成后开始播放
zh_hant_hk: 選擇相簿或人物，完成後開始播放
zh_hant_tw: 選擇相簿或人物，完成後開始播放

source: Choose albums to add to the slideshow pool.
es: Elige álbumes para la presentación.
ja: 再生候補に追加するアルバムを選びます。
zh_hans: 选择要加入轮播池的相册
zh_hant_hk: 選擇要加入輪播池的相簿
zh_hant_tw: 選擇要加入輪播池的相簿

source: Choose an option
es: Elige una acción
ja: 操作を選択
zh_hans: 选择行为
zh_hant_hk: 選擇操作
zh_hant_tw: 選擇操作

source: Choose Interval
es: Elige intervalo
ja: 間隔を選択
zh_hans: 选择间隔
zh_hant_hk: 選擇間隔
zh_hant_tw: 選擇間隔

source: Choose Mode
es: Elegir modo
ja: モードを選択
zh_hans: 选择模式
zh_hant_hk: 選擇模式
zh_hant_tw: 選擇模式

source: Choose people to add to the slideshow pool.
es: Elige personas para la presentación.
ja: 再生候補に追加する人物を選びます。
zh_hans: 选择要加入轮播池的人物
zh_hant_hk: 選擇要加入輪播池的人物
zh_hant_tw: 選擇要加入輪播池的人物

source: Choose Playback Mode
es: Elegir modo de reproducción
ja: 再生方法を選択
zh_hans: 选择播放方式
zh_hant_hk: 選擇播放方式
zh_hant_tw: 選擇播放方式

source: Choose the autoplay interval.
es: Elige el intervalo de autoavance.
ja: 自動再生の間隔を選択します。
zh_hans: 选择自动播放的切换间隔。
zh_hant_hk: 選擇自動播放的切換間隔。
zh_hant_tw: 選擇自動播放的切換間隔。

source: Choose visibility
es: Elige visibilidad
ja: 可視性の選択
zh_hans: 选择显示方式
zh_hant_hk: 選擇顯示方式
zh_hant_tw: 選擇顯示方式

source: Choose whether the slideshow uses Smart Fill or Single Photo Mode.
es: Elige si la presentación usa Relleno inteligente o el modo de foto única.
ja: スライドショーの表示方法を、スマートフィルまたは1枚表示から選びます。
zh_hans: 选择播放页使用智能填满还是单图模式。
zh_hant_hk: 選擇播放畫面使用「智能填滿」還是「單張相片模式」。
zh_hant_tw: 選擇播放畫面要使用「智慧填滿」或「單張照片模式」。

source: Choose whether to advance automatically to the next photo.
es: Elige si quieres avanzar automáticamente a la siguiente foto.
ja: 自動的に次の写真に進むかどうかを選択します。
zh_hans: 选择是否自动切换下一张。
zh_hant_hk: 選擇是否自動切換下一張。
zh_hant_tw: 選擇是否自動切換下一張。

source: Choose whether to show debug information.
es: Elige si quieres mostrar información de depuración.
ja: デバッグ情報を表示するかどうかを選択します。
zh_hans: 选择是否显示调试信息。
zh_hant_hk: 選擇是否顯示調試資訊。
zh_hant_tw: 選擇是否顯示調試資訊。

source: Choose whether to show photo metadata.
es: Elige si quieres mostrar los metadatos de la foto.
ja: 写真のメタデータを表示するかどうかを選択します。
zh_hans: 选择是否显示照片参数信息。
zh_hant_hk: 選擇是否顯示照片參數資訊。
zh_hant_tw: 選擇是否顯示照片參數資訊。

source: Choose whether to shuffle all photos or pick albums and people first.
es: Elige si quieres mezclar todas las fotos o seleccionar álbumes y personas primero.
ja: すべての写真をシャッフルするか、最初にアルバムと人物を選択するかを選択します。
zh_hans: 决定先随机播放全部照片，还是进入相册和人物筛选
zh_hant_hk: 決定先隨機播放全部照片，還是進入相簿和人物篩選
zh_hant_tw: 決定先隨機播放全部照片，還是進入相簿和人物篩選

source: Choose whether to start in random or filtered playback.
es: Elige si quieres comenzar en reproducción aleatoria o filtrada.
ja: ランダム再生で開始するか、フィルター再生で開始するかを選択します。
zh_hans: 选择默认进入随机播放或筛选播放。
zh_hant_hk: 選擇預設進入隨機播放或篩選播放。
zh_hant_tw: 選擇預設進入隨機播放或篩選播放。

source: Choose which albums to include.
es: Elige qué álbumes incluir.
ja: 表示するアルバムを選びます。
zh_hans: 筛选要展示的相册
zh_hant_hk: 篩選要展示的相簿
zh_hant_tw: 篩選要展示的相簿

source: Choose which people to include.
es: Elige qué personas incluir.
ja: 表示する人物を選びます。
zh_hans: 筛选要展示的人物
zh_hant_hk: 篩選要展示的人物
zh_hant_tw: 篩選要展示的人物

source: Choose which policy language to show on this page.
es: Elige qué idioma de la política quieres mostrar en esta página.
ja: このページに表示するポリシー言語を選びます。
zh_hans: 选择本页要显示的政策语言。
zh_hant_hk: 選擇本頁要顯示的政策語言。
zh_hant_tw: 選擇本頁要顯示的政策語言。

# Chosen
source: Selected
es: Seleccionado
ja: 選択済み
zh_hans: 已选
zh_hant_hk: 已選
zh_hant_tw: 已選

source: Clear
es: Borrar
ja: クリア
zh_hans: 清理
zh_hant_hk: 清理
zh_hant_tw: 清除

# Clear all
source: Clear
es: Borrar
ja: クリア
zh_hans: 清空
zh_hant_hk: 清空
zh_hant_tw: 清空

source: Clear Disk Cache
es: Borrar caché en disco
ja: キャッシュをクリア
zh_hans: 清理磁盘缓存
zh_hant_hk: 清理磁碟快取
zh_hant_tw: 清除磁碟快取

source: Clear Error State
es: Borrar estado de error
ja: エラー状態のクリア
zh_hans: 删除异常状态
zh_hant_hk: 刪除異常狀態
zh_hant_tw: 刪除異常狀態

source: Clearing cache...
es: Borrando caché...
ja: キャッシュ消去中...
zh_hans: 正在清理缓存...
zh_hant_hk: 正在清理快取...
zh_hant_tw: 正在清理快取...

source: Close
es: Cerrar
ja: 閉じる
zh_hans: 关闭
zh_hant_hk: 關閉
zh_hant_tw: 關閉

source: Come back and configure people filters after the server finishes recognition.
es: Vuelve y configura los filtros de personas después de que el servidor finalice el reconocimiento.
ja: サーバーが認識を完了したら、戻って人物フィルターを構成します。
zh_hans: 等服务器完成识别后，再回来配置人物筛选。
zh_hant_hk: 等伺服器完成識別後，再回來配置人物篩選。
zh_hant_tw: 等伺服器完成識別後，再回來配置人物篩選。

source: Compliance & Notices
es: Cumplimiento y avisos
ja: コンプライアンスと表示
zh_hans: 合规与声明
zh_hant_hk: 合規與聲明
zh_hant_tw: 合規與聲明

source: Configuration saved
es: Configuración guardada
ja: 設定が保存されました
zh_hans: 配置已保存
zh_hant_hk: 配置已儲存
zh_hant_tw: 配置已儲存

source: Configure autoplay, interval, and display options.
es: Configura el autoavance, el intervalo y la visualización.
ja: 自動再生、切り替え間隔、表示項目を設定します。
zh_hans: 配置自动播放、切换间隔和播放器显示选项。
zh_hant_hk: 配置自動播放、切換間隔和播放器顯示選項。
zh_hant_tw: 配置自動播放、切換間隔和播放器顯示選項。

source: Confirm Disk Cache Clear
es: Confirmar limpieza de caché
ja: ディスクキャッシュクリアの確認
zh_hans: 确认清理磁盘缓存
zh_hant_hk: 確認清理磁碟緩存
zh_hant_tw: 確認清理磁碟緩存

source: Confirm New PIN
es: Confirmar nuevo PIN
ja: 新しい PIN を確認
zh_hans: 确认新 PIN
zh_hant_hk: 確認新 PIN
zh_hant_tw: 確認新 PIN

source: Confirm PIN
es: Confirmar PIN
ja: PIN を確認
zh_hans: 确认 PIN
zh_hant_hk: 確認 PIN
zh_hant_tw: 確認 PIN

source: Connect to Immich Server
es: Conectar al servidor Immich
ja: Immich サーバーに接続
zh_hans: 连接 Immich 服务器
zh_hant_hk: 連線到 Immich 伺服器
zh_hant_tw: 連線到 Immich 伺服器

source: Connection and Sync
es: Conexión y sincronización
ja: 接続と同期
zh_hans: 连接与同步
zh_hant_hk: 連線與同步
zh_hant_tw: 連線與同步

source: Connection test failed
es: Error en la prueba de conexión
ja: 接続テストに失敗しました
zh_hans: 连接测试失败
zh_hant_hk: 連線測試失敗
zh_hant_tw: 連線測試失敗

# Connection test passed
source: Server connection verified
es: Conexión del servidor verificada
ja: サーバー接続を確認しました
zh_hans: 连接测试通过
zh_hant_hk: 伺服器連線已驗證
zh_hant_tw: 伺服器連線已驗證

source: Connection test passed, but some filters need extra permissions: %@
es: La prueba de conexión se completó, pero algunos filtros necesitan permisos adicionales: %@
ja: 接続テストに成功しましたが、一部の絞り込み機能には追加の権限が必要です： %@
zh_hans: 连接测试通过，但部分筛选功能需要额外权限： %@
zh_hant_hk: 連線測試通過，但部分篩選功能需要額外權限： %@
zh_hant_tw: 連線測試通過，但部分篩選功能需要額外權限： %@

source: Contact Support
es: Contactar soporte
ja: サポートに連絡
zh_hans: 联系支持邮箱
zh_hant_hk: 聯絡支援電郵
zh_hant_tw: 聯絡支援信箱

source: Continue
es: Continuar
ja: 続ける
zh_hans: 继续
zh_hant_hk: 繼續
zh_hant_tw: 繼續

source: Continue Editing
es: Continuar editando
ja: 編集を続ける
zh_hans: 继续编辑
zh_hant_hk: 繼續編輯
zh_hant_tw: 繼續編輯

source: Copy the full API Key after creating it, then return here and paste it.
es: Después de crearla, copia la API Key completa, vuelve aquí y pégala.
ja: 作成後に API Key 全体をコピーし、ここに戻って貼り付けます。
zh_hans: 创建后复制完整密钥，回到这里粘贴。
zh_hant_hk: 建立後複製完整的 API Key，然後返回此處貼上。
zh_hant_tw: 建立後複製完整的 API Key，然後返回這裡貼上。

source: Copyright Notice
es: Aviso de derechos de autor
ja: 著作権表示
zh_hans: 版权声明
zh_hant_hk: 版權聲明
zh_hant_tw: 版權聲明

source: Create an API Key in the Immich web app, then return here and paste it.
es: Crea una API Key en la aplicación web de Immich, vuelve aquí y pégala.
ja: Immich の Web 画面で API Key を作成し、ここに戻って貼り付けます。
zh_hans: 在自己的 Immich 网页端创建 Key，然后回到这里粘贴。
zh_hant_hk: 在你的 Immich 網頁版建立 API Key，然後返回此處貼上。
zh_hant_tw: 在你的 Immich 網頁版建立 API Key，然後返回這裡貼上。

source: Current %@
es: %@ actual
ja: 現在 %@
zh_hans: 当前 %@
zh_hant_hk: 當前 %@
zh_hant_tw: 當前 %@

source: Current %lld/%lld Target %lld Auto %@
es: Actual %1$lld/%2$lld Objetivo %3$lld Auto %4$@
ja: 現在 %1$lld/%2$lld ターゲット %3$lld 自動 %4$@
zh_hans: 当前 %1$lld/%2$lld 目标 %3$lld 自动 %4$@
zh_hant_hk: 目前 %lld/%lld 目標 %lld 自動 %@
zh_hant_tw: 目前 %lld/%lld 目標 %lld 自動 %@

source: Current asset %@ Full: %@ Preview: %@
es: Activo actual %1$@ Completo: %2$@ Vista previa: %3$@
ja: 現在のアセット %1$@ フル: %2$@ プレビュー: %3$@
zh_hans: 当前图 %1$@ 全尺寸：%2$@ 预览：%3$@
zh_hant_hk: 目前圖 %@ 全尺寸：%@ 預覽：%@
zh_hant_tw: 目前圖 %@ 全尺寸：%@ 預覽：%@

source: Current disk cache %@
es: Caché de disco actual %@
ja: 現在のディスク キャッシュ %@
zh_hans: 当前磁盘缓存 %@
zh_hant_hk: 目前磁碟快取 %@
zh_hant_tw: 目前磁碟快取 %@

source: Current person: %@ · %@
es: Persona actual: %@ · %@
ja: 現在の人: %@ · %@
zh_hans: 当前人物：%@ · %@
zh_hant_hk: 當前人物：%@ · %@
zh_hant_tw: 當前人物：%@ · %@

source: Current photo index
es: Índice de foto actual
ja: 現在の写真インデックス
zh_hans: 当前照片索引
zh_hant_hk: 目前相片索引
zh_hant_tw: 目前照片索引

source: Current photo load failed, retrying (%lld/%lld)
es: Error al cargar la foto actual, reintentando (%1$lld/%2$lld)
ja: 現在の写真の読み込みに失敗しました。再試行しています (%1$lld/%2$lld)
zh_hans: 当前照片加载失败，正在重试（%lld/%lld）
zh_hant_hk: 当前照片加载失败，正在重试（%lld/%lld）
zh_hant_tw: 目前照片載入失敗，正在重試（%lld/%lld）

source: Current photo retries exhausted, switched to the next photo
es: Se agotaron los reintentos de la foto actual, se cambió a la siguiente foto
ja: 現在の写真の再試行が終了したため、次の写真に切り替えられました
zh_hans: 当前照片重试已达上限，已切换到下一张
zh_hant_hk: 当前照片重试已达上限，已切换到下一张
zh_hant_tw: 目前照片重試已達上限，已切換至下一張

source: Current PIN
es: PIN actual
ja: 現在の PIN
zh_hans: 当前 PIN
zh_hant_hk: 目前 PIN
zh_hant_tw: 目前 PIN

source: Current PIN and New PIN Required
es: Se requiere PIN actual y PIN nuevo
ja: 現在のPINと新しいPINが必要です
zh_hans: 需要当前 PIN 与新 PIN
zh_hant_hk: 需要當前 PIN 與新 PIN
zh_hant_tw: 需要當前 PIN 與新 PIN

source: Current PIN Required
es: PIN actual requerido
ja: 現在のPINが必要です
zh_hans: 需要当前 PIN
zh_hant_hk: 需要當前 PIN
zh_hant_tw: 需要當前 PIN

source: Current settings loaded
es: Configuración actual cargada
ja: 現在の設定がロードされました
zh_hans: 已加载当前配置
zh_hant_hk: 已載入目前配置
zh_hant_tw: 已載入目前配置

source: Current settings need verification. Please test the connection.
es: Los ajustes actuales necesitan verificación. Prueba la conexión.
ja: 現在の設定は未確認です。接続をテストしてください。
zh_hans: 当前配置待验证，请测试连接
zh_hant_hk: 目前配置待驗證，請測試連接
zh_hant_tw: 目前配置待驗證，請測試連接

source: Current status
es: Estado actual
ja: 現在の状態
zh_hans: 当前状态
zh_hant_hk: 目前狀態
zh_hant_tw: 目前狀態

source: Current: %@
es: Actual: %@
ja: 現在: %@
zh_hans: 当前：%@
zh_hant_hk: 目前：%@
zh_hant_tw: 目前：%@

source: Debug Off
es: Debug inactivo
ja: デバッグオフ
zh_hans: 调试关
zh_hant_hk: 偵錯關
zh_hant_tw: 偵錯關

source: Debug On
es: Debug activo
ja: デバッグオン
zh_hans: 调试开
zh_hant_hk: 調試開
zh_hant_tw: 調試開

source: Debug Panel
es: Panel de depuración
ja: デバッグパネル
zh_hans: 调试面板
zh_hant_hk: 除錯面板
zh_hant_tw: 偵錯面板

source: Debug overlay on
es: Debug overlay activo
ja: デバッグオーバーレイ オン
zh_hant_hk: 調試覆蓋
zh_hant_tw: 調試覆蓋

source: Default description, default description, default description, default description
es: Descripción predeterminada, descripción predeterminada, descripción predeterminada, descripción predeterminada
ja: デフォルトの説明、デフォルトの説明、デフォルトの説明、デフォルトの説明
zh_hans: 默认的描述默认的描述,默认描述,默认描述
zh_hant_hk: 預設的描述預設的描述,預設描述,預設描述
zh_hant_tw: 預設的描述預設的描述,預設描述,預設描述

source: Default Playback Mode
es: Modo de reproducción predeterminado
ja: デフォルトの再生モード
zh_hans: 默认播放模式
zh_hant_hk: 預設播放模式
zh_hant_tw: 預設播放模式

source: Default Title
es: Título predeterminado
ja: デフォルトのタイトル
zh_hans: 默认的大标题
zh_hant_hk: 預設的大標題
zh_hant_tw: 預設的大標題

source: Delete
es: Eliminar
ja: 削除
zh_hans: 删除
zh_hant_hk: 刪除
zh_hant_tw: 刪除

source: Deselect
es: Deseleccionar
ja: 選択解除
zh_hans: 取消选择
zh_hant_hk: 取消選擇
zh_hant_tw: 取消選擇

source: Disk Cache
es: Caché en disco
ja: ディスクキャッシュ
zh_hans: 磁盘缓存
zh_hant_hk: 磁碟快取
zh_hant_tw: 磁碟快取

source: Disk cache and state cleared
es: Caché de disco y estado borrados
ja: ディスクキャッシュと状態がクリアされました
zh_hans: 已清理磁盘缓存与状态字典
zh_hant_hk: 已清理磁碟快取與狀態字典
zh_hant_tw: 已清理磁碟快取與狀態字典

source: Display Items
es: Mostrar elementos
ja: 表示項目
zh_hans: 显示项
zh_hant_hk: 顯示項
zh_hant_tw: 顯示項

source: Display Mode
es: Modo de visualización
ja: 表示モード
zh_hans: 显示策略
zh_hant_hk: 顯示模式
zh_hant_tw: 顯示模式

source: Done
es: Listo
ja: 完了
zh_hans: 完成
zh_hant_hk: 完成
zh_hant_tw: 完成

source: Down
es: Abajo
ja: 下キー
zh_hans: 向下键
zh_hant_hk: 向下鍵
zh_hant_tw: 向下鍵

source: Download failed
es: Error de descarga
ja: ダウンロードに失敗しました
zh_hans: 下载失败
zh_hant_hk: 下載失敗
zh_hant_tw: 下載失敗

source: Downloading
es: Descargando
ja: ダウンロード中
zh_hans: 下载中
zh_hant_hk: 下載中
zh_hant_tw: 下載中

source: Edit
es: Editar
ja: 編集
zh_hans: 编辑
zh_hant_hk: 編輯
zh_hant_tw: 編輯

source: Edit Filters
es: Editar filtros
ja: フィルターを編集
zh_hans: 编辑筛选条件
zh_hant_hk: 編輯篩選條件
zh_hant_tw: 編輯篩選條件

source: Enter API Key
es: Introduce la API Key
ja: API Key を入力
zh_hans: 请输入 API Key
zh_hant_hk: 請輸入 API Key
zh_hant_tw: 請輸入 API Key

source: Enter Current PIN
es: Ingresa el PIN actual
ja: 現在の PIN を入力
zh_hans: 输入当前 PIN
zh_hant_hk: 輸入目前 PIN
zh_hant_tw: 輸入目前 PIN

source: Enter New PIN
es: Ingresa un nuevo PIN
ja: 新しい PIN を入力
zh_hans: 输入新 PIN
zh_hant_hk: 輸入新 PIN
zh_hant_tw: 輸入新 PIN

source: Enter PIN
es: Introduce el PIN
ja: PIN を入力
zh_hans: 输入 PIN
zh_hant_hk: 輸入 PIN
zh_hant_tw: 輸入 PIN

source: Enter the 6-digit PIN before opening Settings.
es: Ingresa el PIN de 6 dígitos para abrir Ajustes.
ja: 設定を開くには 6 桁の PIN が必要です。
zh_hans: 进入设置页需要先输入 6 位数字 PIN。
zh_hant_hk: 進入設定頁需要先輸入 6 位數字 PIN。
zh_hant_tw: 進入設定頁需要先輸入 6 位數字 PIN。

source: Enter the current PIN before turning it off.
es: Ingresa el PIN actual antes de apagarlo.
ja: オフにする前に現在の PIN を入力してください。
zh_hans: 先输入当前 PIN，再执行关闭。
zh_hant_hk: 先輸入目前 PIN，再執行關閉。
zh_hant_tw: 先輸入目前 PIN，再執行關閉。

source: Enter the current PIN, new PIN, and confirmation PIN in order.
es: Ingresa el PIN actual, el PIN nuevo y el PIN de confirmación en orden.
ja: 現在の PIN、新しい PIN、確認用 PIN を順に入力します。
zh_hans: 依次输入当前 PIN、新 PIN 和确认 PIN。
zh_hant_hk: 依序輸入目前 PIN、新 PIN 和確認 PIN。
zh_hant_tw: 依序輸入目前 PIN、新 PIN 和確認 PIN。

source: Enter the Immich server URL
es: Introduce la URL del servidor Immich
ja: Immich サーバー URL を入力
zh_hans: 请输入 Immich 服务器地址
zh_hant_hk: 請輸入 Immich 伺服器地址
zh_hant_tw: 請輸入 Immich 伺服器位址

source: Enter the server URL and API Key to connect your photo library.
es: Ingresa la URL del servidor y la API Key para conectar tu biblioteca de fotos.
ja: 写真ライブラリに接続するため、サーバー URL と API Key を入力します。
zh_hans: 配置地址和 API Key，用于连接你的相册服务。
zh_hant_hk: 配置位址和 API Key，用於連接你的相簿服務。
zh_hant_tw: 配置位址和 API Key，用於連接你的相簿服務。

source: Error (Recovery Needed)
es: Error (se necesita recuperación)
ja: エラー (回復が必要)
zh_hans: 异常（待恢复）
zh_hant_hk: 異常（待恢復）
zh_hant_tw: 異常（待恢復）

source: EXIF Info
es: Información EXIF
ja: EXIF 情報
zh_hans: EXIF 信息
zh_hant_hk: EXIF 資訊
zh_hant_tw: EXIF 資訊

source: EXIF Off
es: EXIF: no
ja: EXIF オフ
zh_hans: EXIF 关
zh_hant_hk: EXIF 關
zh_hant_tw: EXIF 關
